[
  {
    "id": 1,
    "title": "Infinite Monkey Theorem",
    "text": "This lecture mainly talks about infinite monkey theorem. According to the speaker, she mentions that on a keyboard, a monkey sill almost surely type a given text such as the complete works of William Shakespeare. She indicates that the monkey is a metaphor for an abstract device that produces a random sequence. She suggests that if they are given a pen and some paper they can only scratch on the paper. If you give then a typewriter, they can generate a work of Shakespeare in ten years. If you give them a computer, they can do it much faster. So, tools are beneficial for us."
  },
  {
    "id": 2,
    "title": "Haussmann’s renovation of Paris",
    "text": "This lecture mainly talks about the renovation of Paris. Napoleon the third saw the old Paris was the evil Paris, so he decided to reconstruct it. The renovation was a vast public program commissioned by Napoleon the third and directed by Haussmann. Napoleon the third instructed Haussmann to bring air and light to the center of Paris and to improve the sanitation and living areas, making Paris a more modern and beautiful city. Napoleon also asked Haussmann to plant more trees, build roads and make the city cleaner and safer. The reason for doing this was that the old Paris had many serious problems such as overcrowding, disease and crimes."
  },
  {
    "id": 3,
    "title": "Galaxy darkness",
    "text": "This lecture mainly talks about the darkness between galaxies. In the beginning of the lecture, the speaker mentions a picture from NASA explains the darkness. This picture is copyright free and can be found on newspapers, magazines and in the Internet. According to the speaker, gaps between galaxies are not dark. The reason why we cannot see it is because our eyes are not able to detect the infrared light. In conclusion, the darkness between galaxies still remain mysterious to us."
  },
  {
    "id": 4,
    "title": "Welsh language",
    "text": "This lecture mainly talks about Welsh language which is a Celtic language spoken in Wales, England, Canada and USA. At the beginning of 20th century about half of the population of Wales spoke Welsh as an everyday language, towards the end of the century, the proportion of Welsh speakers had fallen to about 20%. According to the 2001 census, about 750,000 people can speak, read or write Welsh and 28% of the population have some knowledge of the language. In the end, the number of Welsh speaker has a positive prediction."
  },
  {
    "id": 5,
    "title": "Bomb calorimeter",
    "text": "This lecture mainly talks about bomb calorimeter. This equipment can help to measure how much energy contained in food. There will be chemical combustion between food and oxygen. The water chamber absorbs the heat when food samples are burned. The thermometer measures the increased temperature of the water, and then we can calculate the energy of the food. The result of this calorimeter is different from the energy that human’s body absorb from food because our digestion system cannot absorb all energy from food."
  },
  {
    "id": 6,
    "title": "Western country child birth rate",
    "text": "This lecture mainly talks about the child birth rates in European countries. In the beginning of the lecture, the speaker mentioned that the rate decreases to historical low in about 1.1 – 1.2 % in recent years. The reason is that women in Europe are unwilling to give birth especially those young women under 30 years old. At the end of the lecture, he concluded that the phenomenon would affect man’s position of life, which will increase their unemployment rate."
  },
  {
    "id": 7,
    "title": "Vitamin D",
    "text": "This lecture mainly talks about vitamin D. Vitamin D is not a real vitamin but a hormone. Very few foods contain vitamin D. People living near equator normally has sufficient vitamin D because they expose to enough sunshine. Synthesis of vitamin D in the skin is the major natural source of the vitamin and need sunlight to absorb. Some regions people less expose in sunlight do not have enough vitamin D and the same in winter when people wear more clothes."
  },
  {
    "id": 8,
    "title": "Australian export",
    "text": "This lecture mainly talks about Australian export. In the past, Australia was concerned about its geographical location, which may result in Australia being isolated from North America and UK. However, nowadays with the rise of Asian countries, especially China, Australia has become a great export country with a perfect location. Currently, Japan is the largest exporting country to Australia, but China may surpass Japan and become the largest one in the future. Australia should take the advantage of China’s rise to develop its exports."
  },
  {
    "id": 9,
    "title": "NGO",
    "text": ""
  },
  {
    "id": 10,
    "title": "Europe education expenditure",
    "text": "This lecture mainly talks about the expenses of education institution among different European countries. UK spent 1.08% of its GDP on education institutions, which was insufficient as compared to other European countries including Italy, Denmark and Spain. The expenditure of Italy and France is close to that of UK. Denmark and Finland spent much more than the rest of the European countries. Northern European countries’ tertiary educational expenditure is high."
  },
  {
    "id": 11,
    "title": "Mega city",
    "text": "This lecture mainly talks about mega cities’ impact. Global population has increased by 4 folds, from 1.5 billion in 1900 to 6 million in 2000. While resource consumption has increased more significantly by 16 folds over the century. Due to urbanization, cities, which only account for 2% of the land, have 50% of the total population and consume 75% of the resources. People not only use every resource but also produce tons of wastes."
  },
  {
    "id": 12,
    "title": "How to become a good professor",
    "text": "Students are motivated by the needs to learn. That is how we can teach. Teaching can demonstrate current research to the students. Teaching can bring intelligence together, and find problems of research in the teaching process. Teaching is stimulated and motivated. Teaching is to find new idea, new way to do things. In conclusion, this is how to become a good professor."
  },
  {
    "id": 13,
    "title": "Robot",
    "text": "This lecture talks about robot. According to the speaker, it is hard to make a robot complete a task that seems extremely simple for a human. For example, it is very easy for us to see a person but it is very hard for a robot to do that. The speaker further discussed that a robot has a camera on it to capture pixels and then transform the pixels into an image, which is not as easy as it sounds like. In conclusion, it is not easy to design a robot to do tasks that are simple to humans."
  },
  {
    "id": 14,
    "title": "Trade-offs Triangle",
    "text": "The trade-off between conservation, development and poverty is hardly achieved due to the impossible simultaneous achievement of biodiversity, economic growth and poverty. The reasons being that poor people should not pay the price to protect biodiversity and the distractive nature of equally significant agenda in the pursuit of biodiversity. In other words, if we focus on economic growth to reduce poverty without damaging biodiversity, we will hurt the poor and damage economic growth."
  },
  {
    "id": 15,
    "title": "Hallucination",
    "text": "A person called Prince write a book about personality. A woman called Christine has hallucination, and has different personalities. She also has hidden memory that belongs to B2."
  },
  {
    "id": 16,
    "title": "Frog",
    "text": "The graph shows tree types of frogs in different region, indicating their life habits and their influence on human. The variation of frog has been existing for many years that some have more limbs while some have fewer libs. The lecture also explains the reason for the gene mutation. Many people are worried that river those frogs live will be polluted by them and affect our health. Frog population changes in North America with different limb, 20-30% people would worry such species may affect and post risk to people in the local area cause their drinking water is from the river."
  },
  {
    "id": 17,
    "title": "Open border",
    "text": "Developed countries should open borders for other countries. There are two important factors in economy and in humanity for opening borders. Economically, people from developing countries can go to developed countries and work there, they can help to develop countries get richer. Also, for humanity reason, it will allow more freedom for poor people in developing countries."
  }
]
