[
  {
    "id": 1,
    "title": "Talent war",
    "keywords": "short of talent, intensive competition, changes of the nature of economy, increase talent demand, decreasing and aging population, baby boomer generation, decreased skilled supply of workers, immigrate, university, compete with local people, countries attract talent people",
    "answer": "This lecture talks about talent war. Many countries are now short of talents. The intensive competition is not only within a country but also between countries. The changes of the nature of economy cause an increase in talent demand. The decreasing and aging population of baby boomer generation causes a decreased skilled supply of workers. Many young people migrate to other countries by going to university, and after graduate they compete with local people. This is the way that some countries attract talent people."
  },
  {
    "id": 2,
    "title": "Laughing",
    "keywords": "many benefits, adversity, a kind of humor and great therapy, 1961, war jokes about Berlin Wall, widespread, people recover from the pain, protect self-respect and identity",
    "answer": "This lecture talks about laughing. Laughing has many benefits, especially in adversity. Laughing is not only a kind of humour but also a great therapy. In 1961, the war jokes about Berlin Wall were widespread across many western countries after the second World War. The war jokes helped people to recover from the pain caused by the war. Laughing can also protect self-respect and identity."
  },
  {
    "id": 3,
    "title": "Indian peasants",
    "keywords": "Indian peasants, high economical pressure, lack of capital, but buy seeds, seed companies raised seeds price, poorer, borrow money, the high volume and increased price of pesticides both contributed to high debts, debt on peasants, high use of pesticide",
    "answer": "This lecture talks about Indian peasants. Indian peasants have very high economical pressure. They lack capital, but they have to buy seed. As the seed companies raised the price of seeds, they become poorer and poorer. And they have to borrow money from the seed companies. The pesticides are continuously used, and the high volume and increased price of pesticides both contributed to high debts. In conclusion, the debts on peasants is increasing due to the high use of pesticide."
  },
  {
    "id": 4,
    "title": "Mary Mallon",
    "keywords": "immigrated to US, 19th century, excellent cook, pride of and satisfied with her life, typhoid carrier, bacteria can be transmitted through food and water. 22 people infected and one of them died, denied she was sick",
    "answer": "This lecture talks about Mary Mallon. Mary Mallon immigrated to the US in 19th century. She was an excellent cook, pride of and satisfied with her life. Mary Mallon was a typhoid carrier. The bacteria can be transmitted through food and water. 22 people were infected by her and one of them died. Before Mary Mallon passed away, she always denied that she was sick."
  },
  {
    "id": 5,
    "title": "Governments use tricks",
    "keywords": "government and democracy, citizen should be well informed, stand for democracy, in some societies people are deliberately hidden from the truth, some governments do all tricks in the book to cover their mistake",
    "answer": "This lecture talks about government and democracy. In the beginning of the lecture, the speaker mentioned that citizen should be well informed, which stands for democracy. He further discussed that in some societies people are deliberately hidden from the truth. At the end of the lecture, he concluded that some governments do all tricks in the book to cover their mistake."
  },
  {
    "id": 6,
    "title": "Student loan",
    "keywords": "43-year-old woman, owes student loans, borrowed money to attend college and got her degree, grateful because current job, repay the expensive student loan, poorly performing financial status, her child cannot rely on her for college support, choose the one we can afford",
    "answer": "A 43-year-old woman owes tens of thousands of dollars in student loans because she borrowed money to attend college and got her degree. She felt grateful because she got her current job with this degree. But as a result, she needs to repay the expensive student loan. Moreover, because of her poorly performing financial status, her children cannot rely on her or her husband for college support. So, she suggests that if we want to go to a college we must choose the one we can afford."
  },
  {
    "id": 7,
    "title": "Globalization",
    "keywords": "",
    "answer": "There are various definitions of globalization. Firstly, a proliferation of transactions and integrated trading across countries, which includes multi-international companies, international travelers. Secondly, the changing economy system splitting the countries in terms of producing countries and consuming countries, and they rely on each other for economic growth. But in the past, they are economic independent while they are now parts of global economy. Example: Europe Union."
  },
  {
    "id": 8,
    "title": "A female novelist",
    "keywords": "",
    "answer": "A novelist started writing from 30 years old and her initial intention was to write fiction novels. However, she took a long detour but she never felt regret because she believed it was the right thing to do. A great novelist, who encourages people to venture, inspired her to take some risk. She first started writing in the early 90s, and the first chapter she wrote was “the secret life of bees”."
  },
  {
    "id": 9,
    "title": "Government Powers",
    "keywords": "",
    "answer": ""
  },
  {
    "id": 10,
    "title": "Vitamin D",
    "keywords": "",
    "answer": "Vitamin D is not a real vitamin but a hormone. The body needs sunlight to absorb it. Vitamin D can also be obtained from food but is not abundant. People wouldn’t have enough vitamin D when they are less exposed in sunlight as well as wear more clothes in winter. Human used to live near equator but later the intake of vitamin D decreased because of migration."
  },
  {
    "id": 11,
    "title": "Drug ads",
    "keywords": "prescription medicine, doubled the amount of money spending on ads, prime time, what drug people buy depends on what they see on ad, technically accurate, misleading, change lifestyle, not like buying soap.",
    "answer": "The advertisement on prescription medicine has doubled, especially in prime time. What drug people buy depends on what they see on the ad. In terms of medicine ads, they may be technically accurate, but they are misleading in tones. Taking depression patients as an example, although people may feel better after administering medication, no means change in the lifestyle. In general, buying prescription medicine is not like buying soap."
  },
  {
    "id": 12,
    "title": "Development of gene",
    "keywords": "genetic difference in cognitive abilities between present people and ancestors",
    "answer": "This lecture talks about the development of genes. There are some genetic differences in cognitive abilities between present people and ancestors. It highlights the small number of different genes between modern people and those from 5000 years ago. The way of modern people piss has no difference from our ancestors half million years ago, because the genes did not change much."
  },
  {
    "id": 13,
    "title": "International environment law",
    "keywords": "",
    "answer": "British government launched the environmental law to control humans’ impacts on environment. The enforcement of the environmental law was an aggressive regulation and innovation, which aimed to improve environment locally and globally. Companies applied for the Adam Smith Theory to boost their profits. Managers were unsatisfied with the law because companies had to pay more money to ensure employees’ health and lost their competitions in the market."
  },
  {
    "id": 14,
    "title": "Einstein",
    "keywords": "for thousands of years, stars and universe, absolutely fixed and unchanged, transformed by Einstein in the 20th century, under continuously dynamic change all the time, first proposed by Hubble",
    "answer": ""
  },
  {
    "id": 15,
    "title": "Amory Lovins (Mr. Green)",
    "keywords": "environmentalist with a wide range of knowledge, consulting company, is regarded as a genius, dedicated to energy saving and resource problems, built house by himself at the top of a mountain, people thinks he is crazy",
    "answer": ""
  },
  {
    "id": 16,
    "title": "Citizenship curriculum",
    "keywords": "citizenship curriculum, very important, ignored, 1/5, critical, as it provides students significant skills and attitudes, confident when facing changing world, solves problems lack of leadership.",
    "answer": "Citizenship curriculum is very important for students but ignored by many schools. There are only one fifth schools teach this course. However, it is very critical as it provides students significant skills and attitudes. It makes students confident when they are facing changing world and tackles the issues such as lack of leadership. But the lack of capacity and expertise are the problems of adding it into schools’ syllabus."
  },
  {
    "id": 17,
    "title": "Agriculture growing and urbanization",
    "keywords": "",
    "answer": "This lecture talks about the relationship between the agriculture and urbanization. One farmer grow food can benefit many families in the city. And the food trade in city also can benefit people in countryside. However, more and more people don't want to live in countryside anymore, a lot of people move to urban area, as there are more opportunities in the city. If all people are move to city, then they start losing jobs, increasing unemployment rate."
  },
  {
    "id": 18,
    "title": "Universities competition",
    "keywords": "",
    "answer": "This lecture talks about universities competition. The competition between students from different universities becomes more intense and thrilling, especially in English speaking countries. The fierce competitions are also between staff. They compare the performance in academy and job market. Universities compete for more funding from both private and public sectors, which can help them get better research result. To conclude, the performance is essential for vice chancellor."
  },
  {
    "id": 19,
    "title": "Educational Management",
    "keywords": "",
    "answer": "A lecture held by Stanford university business school stressed the importance of management and leadership in business school. It is clear that the educational purpose is to learn management and leadership. Students should be responsible for management performance and identify how it could happen appropriately. The responsibility means that the accomplishments achieved by others don’t indicate what you are capable of."
  },
  {
    "id": 20,
    "title": "Ear receptors",
    "keywords": "beautiful, spiky, flappy, vibrational signal hitting the eardrum and creating physical motion in the liquid in your ear, electrical signal, complex process, in further detail, MIT student, a remarkable device",
    "answer": "The speaker is describing the sound receptors in the ear. Sound receptors are beautiful, spiky and flappy. Sound will be translated into vibrational signal hitting the eardrum and creating motion in the liquid in the ear, and then be translated into electrical signal. It is a complex process so the speaker will not talk about it in further details, but invite MIT students to learn more about it because they will find it a remarkable device."
  }
]
