[
  {
    "id": 1,
    "title": "Labor comparative advantage",
    "keywords": "specialize in human- and physical-capital intensive products, highly-educated labor force and technically sophisticated equipment, production enabled by innovation, migrate to countries with less expensive labor, technology becomes well understood, production process are designed that can make use of less-skilled labor",
    "answer": "Comparing to the advantage of producing labor-intensive products in developing countries, the US specializes in human- and physical-capital intensive products because of the highly-educated labor force and technically sophisticated equipment; however, once the technology becomes well understood; the production enabled by innovation will migrate to countries with less expensive labors since less-skilled labor could be made use of.",
    "practice": "The US specializes in human- and physical-capital intensive products because of highly-educated labor force and technically sophisticated equipment; however, the production enabled by innovation will migrate to countries with less expensive labor once the technology becomes well understood and the production process are designed that can make use of less-skilled labor."
  },
  {
    "id": 2,
    "title": "Nobel peace prize",
    "keywords": "Nobel Peace Prize, rewards the IPCC scientists and AI Gore, engaged in excellent work on climate change, estimated an increase in sea level between only half foot and two feet, expects the sea level to rise 20 feet over this century and worried about the future of polar bears, global warming will actually save lives, fewer lives will die because of cold",
    "answer": "The IPCC scientists and AI Gore, engaging in excellent work in climate change, are both awarded this year’s Nobel Peace Prize, where Gore expected the sea level to rise 20 feet over this century and worried about the future of polar bears, while the IPCC estimated only a half foot and two feet increase and concluded that the global warming will actually save lives because few lives will die because of cold.",
    "practice": "This year’s Nobel Peace Prize awarded to the IPCC scientists and AI Gore, who were engaged in excellent work on climate change, where the IPCC estimated an increase in sea level between only half foot and two feet, while Gore expected the sea level to rise 20 feet over this century and worried about the future of polar bears; however a research shows that global warming will actually save lives since fewer lives will die because of cold."
  },
  {
    "id": 3,
    "title": "London",
    "keywords": "progress was not entirely smooth, world’s mighty money capital, has now overtaken NY rivals in size of the funds managed, global secondary bond market, foreign exchange trading, high living cost, inferior transport systems, threat of terrorist attack",
    "answer": "Despite the non-smooth progress, London has now overtaken New York rivals in size of the funds managed, and become the world’s mighty money capital, global secondary bond market and foreign exchange trading regardless of the relatively high living cost, inferior transport systems and the threat of terrorist attack.",
    "practice": "Despite the non-smooth progress, London has now overtaken New York rivals in size of the funds managed, and become the world’s mighty money capital, global secondary bond market and foreign exchange trading, regardless of the relatively high living coat, inferior transport systems and threat of terrorist attack."
  },
  {
    "id": 4,
    "title": "Beauty contest in Australia",
    "keywords": "dramatic increase in interest in beauty pageants, controversial, harmless old fashions, opponents argue that it is demeaning to women and symbols of decline, treats women with dignity and respect, uncomfortable with body image, thin equals beautiful, keep on a diet, is hazardous to the young Australians",
    "answer": "Despite the dramatic increase in interest in beauty pageants, there is a great controversy as some regard it as harmless old fashions while opponents argue that it is demeaning to women and symbols of decline in Australia, a country making efforts to treat women with dignity and respect, where many young women are still uncomfortable with their body image as they believe thin equals beautiful thus keep on a diet even in healthy stature, which is hazardous to the young Australians.",
    "practice": "Despite the dramatic increase in interest in beauty pageants, there is a great controversy of it as some regard it as harmless old fashions while opponents argue that it is demeaning to women and symbols of decline in Australia, a country treating women with dignity and respect, where many young women are still uncomfortable with their body images as they believe thin equals beautiful thus keep on a diet, which is hazardous to the young Australians."
  },
  {
    "id": 5,
    "title": "Technology prediction",
    "keywords": "fail to foresee future trends, fail to predict the medium evolution",
    "answer": "People, including the ‘experts’, are inept at predicting the likely development of our technologies, given the facts that the chairman of IBM, the British Department for Education and Microsoft failed to foresee future trends whereas developers of automobile and telephone failed to predict the medium evolution, but we can extrapolate from experience of previous technologies even though how justified we might be in doing so remains an open question.",
    "practice": "People, including the ‘experts’, are inept at predicting the likely development of our technologies, given the facts that the chairman of IBM, the British Department for Education and Microsoft failed to foresee future trends whereas developers of automobile and telephone failed to predict the medium evolution, but we can extrapolate from experience of previous technologies even though how justified we might be in doing so remains an open question."
  },
  {
    "id": 6,
    "title": "Children watching TV",
    "keywords": "TV is recognized to have tremendous impact on a child, spend more time watching TV, less time is devoted to study, consider a number of things",
    "answer": "The research shows that TV is recognized to have tremendous impact on a child both in terms of how much time they spend and what content they see, and that while children spend more time watching TV, less time is devoted to study as well as social and physical activities, hence parents should consider a number of things including the hours spent, the information conveyed, family issues and selection of programs.",
    "practice": "The research shows that TV is recognized to have tremendous impact on children both in terms of how much time they spend and what content they see, and that while children spend more time watching TV, less time is devoted to study as well as social and physical activities, hence parents should consider a number of things including the hours spent, the information conveyed, family issues and selection of programs."
  },
  {
    "id": 7,
    "title": "Namibia",
    "keywords": "protect livestock, see wildlife as enemy, now work as the first black Namibian to be appointed manager of a guest lodge, benefiting from the wildlife creating jobs and opportunities as the tourism industry grows, bring her village and others better future for both economy and environment",
    "answer": "Pascolena Florry, who used to prevent livestock being harmed from wildlife thus see wildlife as the enemy, now is working as the first black Namibian to be appointed manager of a guest lodge and benefiting from the wildlife creating jobs and opportunities as the tourism industry grows, which brings her village and others better future for both economy and environment.",
    "practice": "Pascolena Florry, who used to prevent livestock being harmed from wildlife thus see wildlife as enemy, now is working as the first black Namibian to be appointed manager of a guest lodge and benefiting from the wildlife creating jobs and opportunities as the tourism industry grows, which brings her village and others better future for both economy and environment."
  },
  {
    "id": 8,
    "title": "Armed police",
    "keywords": "reduce crime rates and educate students, allocated to NSW schools, build positive relationships between police and students, parent potential dangers, police relations were already under strain, conduct crime prevention talking to students about issues, not to patrol the school",
    "answer": "With the purpose of reducing crimes rates and educating students instead of patrolling students, School Liaison Police officers have been introduced to NSW schools who look forward to building positive relationships with students where the relations were under strain, and have a range of duties including conducting crime prevention workshops and talking to students about potential issues such as shoplifting or offensive behavior."
  },
  {
    "id": 9,
    "title": "Grass and cow",
    "keywords": "co-evolutionary relationship between cows and grass, the cow maintains and expands their habitat, preventing trees and shrubs from hogging the sunlight, spreads grass seed, plants it, fertilizes it with manure, special ability to convert grass, possess the most highly evolved digestive organ in nature, the rumen",
    "answer": "Cows, with a special ability to convert grass thanks to the rumen which is the most highly evolved digestive organ in nature, have a mutual co-evolutionary relationship with the grass since they not only feed on the grass but also maintain and expand the habitat of the grass, as well as spread and plant the grass seeds and fertilize them with their manure."
  },
  {
    "id": 10,
    "title": "Songbirds",
    "keywords": "some ornithologists are change tune, females that sing have been overlooked, their songs are quiet, they are mistaken for males, they live in less well-studied areas, using their songs to deter other females from their territories, what evolutionary forces drove some females to give up singing",
    "answer": "Unlike the previously accepted views, some ornithologists now claim that female birds also sing and their songs have been overlooked because either their songs are quiet, they are mistaken for males or they live in less well-studied areas; however after tracking back an evolutionary family tree for songbirds, there is no answer for why some females give up singing."
  },
  {
    "id": 11,
    "title": "Parent’s born order",
    "keywords": "parents’ own birth order can influence the family they are raising, replicate the family in which they were raised, they may not see their kids for their abilities, biases can surface no matter what your own birth position was",
    "answer": "Parents’ own birth order can influence the family they are raising by replicating their own childhood experience, for example, firstborn parents being tough to their first child while youngest parents may not see their kids for their abilities and can help their eldest kids to solve various problems; however biases exist no matter what parents’ own birth order is."
  },
  {
    "id": 12,
    "title": "Living in countryside",
    "keywords": "some of the minor disadvantages of country living, iffy private water supply infiltrated, the absence of central heating, broken-down machinery or escaped livestock, there were many advantages, persuading her that country had it over town might have been difficult",
    "answer": "Although the country life could be struggling due to factors such as water supply disruption, absence of central heating, escaped livestock and broken-down machinery, the writer believed that the advantages of country life still outweigh the city life and made efforts to persuade his pregnant wife to move to a farm cottage at that time."
  },
  {
    "id": 13,
    "title": "Napping",
    "keywords": "people who took a siesta were significantly less likely to die of heart disease, more search is needed to confirm and explore the findings, napping may help deal with the stress of daily living, it is part of the normal biological rhythm of daily living, naps appeared to offer the most protection to working men",
    "answer": "Siesta significantly reduces the possibility of heart disease which is the most popular cause of death according to a new study; though the results require verification and exploration, some believe the reason may be napping helps people deal with the stress of daily living or comply with the normal biological rhythm, and several more studies have made to confirm these opinions as well as demonstrate further benefits to working men."
  },
  {
    "id": 14,
    "title": "Wine industry in US",
    "keywords": "the national prohibition act, prohibited, nearly destroyed wine industry, loopholes, sacramental wine, medicinal wines without prescription, allowed anyone to produce up to two hundred gallons yearly fruit juice or cider, because the government stepped in and banned the sale of grape juice, American wine industry came to a halt",
    "answer": "The Volstead Act prohibited the whole process of selling intoxicating liquors for beverage purpose, nearly destroyed American wine industry, loopholes of which allowed sacramental wine and medicinal wine, and most importantly allowed anyone to produce up to two hundred gallons yearly of fruit juice or cider, but as the government stepped in and banned the sale of grape juice, American wine industry came to a halt."
  },
  {
    "id": 15,
    "title": "Animal and human comparison",
    "keywords": "asking questions or generating problems that are irrelevant to its immediate circumstances or its evolutionarily-designed needs, beaver builds a dam, swallow flies south, question that have no relevance, make little sense in the context of evolved needs and goals, capacity to go beyond our naturally-defined goals, establish human-created goals",
    "answer": "Animals are unable to ask questions or generate problems that are irrelevant to their immediate circumstances or evolutionarily-designed needs which can be evidently shown in beaver building a dam or swallow flying south; whereas human tend to ask questions irrelevant to evolved needs and goals, and have the capacity to set up human-created goals beyond our naturally-defined goals."
  },
  {
    "id": 16,
    "title": "Global climate change",
    "keywords": "",
    "answer": "To get individuals to reduce the production of greenhouse gases to the efficient rate, it is significant to induce them to act as though they bear all the costs of their actions since the sprayer and drivers enjoy most benefits but suffer only a part of the cost; solutions such as government regulation and taxation have been proposed to deal with this issue."
  },
  {
    "id": 17,
    "title": "Tree ring",
    "keywords": "",
    "answer": "People could not only infer which year the tree was laid down from tree rings, but also be aware of the local weather patterns and the past climate through identifying the width and substructure of each ring since the sequence of the rings is like a message in Morse Code where wide rings mean a very wet period while narrow rings indicate the sign of droughts."
  },
  {
    "id": 18,
    "title": "Greenhouse gas",
    "keywords": "",
    "answer": "To get individuals to reduce the production of greenhouse gases to the efficient rate, it is significant to induce them to act as though they bear all the costs of their actions since the sprayer and drivers enjoy most benefits but suffer only a part of the cost; solutions such as government regulation and taxation have been proposed to deal with this issue."
  }
]
