{
  "真题": [
    { "id": 1, "text": "A number of students have volunteer jobs.", "master": true },
    { "id": 2, "text": "Most of the features are part of the previous system.", "master": true },
    { "id": 3, "text": "It is hard to anticipate all their actions.", "master": true },
    { "id": 4, "text": "The application process is longer than expected.", "master": true },
    { "id": 5, "text": "The key findings seem to contradict our initial hypothesis.", "master": true },
    { "id": 6, "text": "Writing an essay is easy once the research is finished.", "master": true },
    { "id": 7, "text": "The university officer will help you locate housing and transportation.", "master": true },
    { "id": 8, "text": "They were struggling last year to make their payments.", "master": true },
    { "id": 9, "text": "Most critics agreed with the new theory, but a few disagreed.", "master": true },
    { "id": 10, "text": "The results of the experiment are reported in the table below.", "master": true },
    { "id": 11, "text": "Laws protect consumer rights and help to avoid market problems.", "master": true },
    { "id": 12, "text": "The evaluation form will be reviewed by university personnel.", "master": true },
    { "id": 13, "text": "Nurses specialize in clinical work and management.", "master": true },
    { "id": 14, "text": "Sales figures for last year were better than expected.", "master": true },
    { "id": 15, "text": "Artists play their own role as critics of culture.", "master": true },
    { "id": 16, "text": "The first assignment is due on the fourteenth of September.", "master": true },
    { "id": 17, "text": "The new product failed due to a lack of demand.", "master": true },
    { "id": 18, "text": "The following economic lectures will be cancelled.", "master": true },
    { "id": 19, "text": "The economic books are up the back on the left.", "master": true },
    { "id": 20, "text": "The toughest part of public transport is funding.", "master": true },
    { "id": 21, "text": "The essay will be published once the research is finished.", "master": true },
    { "id": 22, "text": "If you are not sure, phone student services for help.", "master": true },
    { "id": 23, "text": "The coffee house menu featured coffee, sandwiches and toast.", "master": true },
    { "id": 24, "text": "We cannot consider increasing the price at this stage.", "master": true },
    { "id": 25, "text": "Behind the garage is a secret storage room.", "master": true },
    { "id": 26, "text": "Climate change is being acknowledged by many scientists.", "master": true },
    { "id": 27, "text": "A person's education level is closely related to their economic background.", "master": true },
    { "id": 28, "text": "Everyone must evacuate the premises during the fire drill.", "master": true },
    { "id": 29, "text": "You are required to submit your assignment by Friday.", "master": true },
    { "id": 30, "text": "Our professor is hosting the economic development conference next week.", "master": true },
    { "id": 31, "text": "Animals raised in captivity behave differently from their wild counterparts.", "master": true },
    { "id": 32, "text": "If it helps to take notes in order to concentrate, please do so.", "master": true },
    { "id": 33, "text": "The schedule allows a lot of time for independent study.", "master": true },
    { "id": 34, "text": "To achieve full marks, an appropriate bibliography is required.", "master": true },
    { "id": 35, "text": "Materials and resources are on hold at the library's front desk.", "master": true },
    { "id": 36, "text": "Neurons are principally involved in chemical processes.", "master": true },
    { "id": 37, "text": "The sociology department is highly regarded worldwide.", "master": true },
    { "id": 38, "text": "When workers ask for an increase in wages, the company raises its prices.", "master": true },
    { "id": 39, "text": "Why has the project been delayed for so long?", "master": true },
    { "id": 40, "text": "I thought we would meet in the small meeting room.", "master": true },
    { "id": 41, "text": "It is vital that you acknowledge all your sources.", "master": true },
    { "id": 42, "text": "Most teaching staff make their lecture notes available online.", "master": true },
    { "id": 43, "text": "Higher numbers of patients were infected than during previous outbreaks of illness.", "master": true },
    { "id": 44, "text": "Inflation affects the demand, pricing and consumption of most products.", "master": true },
    { "id": 45, "text": "Before submitting your assignment, your advisor must approve your application.", "master": true },
    { "id": 46, "text": "There is a strict eligibility criteria to undertake background speaker studies.", "master": true },
    { "id": 47, "text": "She received a scholarship from the state university.", "master": true },
    { "id": 48, "text": "Try to work with each other to build up a sense of cooperation and team spirit.", "master": true },
    { "id": 49, "text": "The technician left the new microscope in the biology lab.", "master": true },
    { "id": 50, "text": "The thief visited the homes of several people every day.", "master": true },
    { "id": 51, "text": "Preparation is important to avoid mishaps in the lab.", "master": true },
    { "id": 52, "text": "Your agent will collect commission for each house they sell.", "master": false },
    { "id": 53, "text": "Students were instructed to stand in a straight line outside of the classroom.", "master": true },
    { "id": 54, "text": "Please note that the college laboratory will be closed for cleaning next week.", "master": true },
    { "id": 55, "text": "Upgrading manufacturing systems can increase efficiency.", "master": false },
    { "id": 56, "text": "Control systems in manufacturing require a high level of accuracy.", "master": false },
    { "id": 57, "text": "We need to hand in the essay by next week.", "master": true },
    { "id": 58, "text": "Public perception about biotechnology is crucial for developing scientific consensus.", "master": false },
    { "id": 59, "text": "Identity theft happens to thousands of people every year.", "master": false },
    { "id": 60, "text": "The commissioner will collect fines for the sovereignty.", "master": true },
    { "id": 61, "text": "The findings of researchers are focused on the causes of the diseases and treatments.", "master": false },
    { "id": 62, "text": "The software companies design and create new products.", "master": true },
    { "id": 63, "text": "Let me know if anybody struggles in the lab.", "master": true },
    { "id": 64, "text": "Please make sure you have collected all the necessary materials.", "master": true },
    { "id": 65, "text": "It is absolutely vital to allocate your resources.", "master": false },
    { "id": 66, "text": "When met with high potential risks, companies will raise their prices.", "master": false },
    { "id": 67, "text": "Students were instructed to submit their assignments by Friday.", "master": true },
    { "id": 68, "text": "Americans have progressively found the growth in quantitative terms.", "master": false },
    { "id": 69, "text": "The island is located at the north end of the bay.", "master": true },
    { "id": 70, "text": "The report contains the most important information.", "master": true },
    { "id": 71, "text": "Water taps on the campus will discourage the frequent use of plastic bottles.", "master": false },
    { "id": 72, "text": "The early works of this research are more experimental.", "master": false },
    { "id": 73, "text": "A recent article shows a number of interesting experiments.", "master": true },
    { "id": 74, "text": "You should include these two pictures from the lecture in your assignment.", "master": true },
    { "id": 75, "text": "Eight groups need to submit the outlines of their projects to their tutors.", "master": false },
    { "id": 76, "text": "The early work is more philosophical rather than experimental.", "master": true },
    { "id": 77, "text": "The author's previous works are more theoretical and less experimental.", "master": false },
    { "id": 78, "text": "The massive accumulation of data is converted into a communicable argument.", "master": false },
    { "id": 79, "text": "The theory has a great degree of controversy.", "master": true },
    { "id": 80, "text": "The theme of the work requires a demure compensational style.", "master": true },
    { "id": 81, "text": "Organization plays an important role in academic literature.", "master": true },
    { "id": 82, "text": "The advertisement for children is open too much debate.", "master": false },
    { "id": 83, "text": "The effect of advertising is open too much debate.", "master": false },
    { "id": 84, "text": "Article numbers are collected through interesting experiments.", "master": false },
    { "id": 85, "text": "Mutually exclusive events are neither complementary nor opposing.", "master": false },
    { "id": 86, "text": "To gain full marks, an appropriate bibliography is required.", "master": true },
    { "id": 87, "text": "Climate change is becoming an acceptable phenomenon amongst a group of reputable scientists.", "master": false },
    { "id": 88, "text": "You can find a lot more information on the university website.", "master": false },
    { "id": 89, "text": "Companies want to protect their brand from negative comments.", "master": true },
    { "id": 90, "text": "Books for children often contain many bits of illustration.", "master": true },
    { "id": 91, "text": "Before completing the exercise, you need to read the remaining chapters.", "master": true },
    { "id": 92, "text": "Attracting skilled workers to the city with expensive housing is hard.", "master": true },
    { "id": 93, "text": "An ancient text may hold secrets which were lost centuries ago.", "master": false },
    { "id": 94, "text": "Agenda items should be submitted by the end of the day.", "master": true },
    { "id": 95, "text": "Affordable housing is an important issue for all members of society.", "master": true },
    { "id": 96, "text": "Rising sales figures means a rise in demand.", "master": true },
    { "id": 97, "text": "Some people regarded it as care, while others regarded it as recklessness.", "master": true },
    { "id": 98, "text": "Remember, the prestigious selection has strict eligibility criteria.", "master": false },
    { "id": 99, "text": "Remember, the gifts purchased by children should have a striped character.", "master": true },
    { "id": 100, "text": "It is hard to anticipate all the different characters that they react.", "master": false },
    { "id": 101, "text": "Behind the garage, there is a flat cart drawn by mules.", "master": true },
    { "id": 102, "text": "The work of the module is more of a compositional style.", "master": true },
    { "id": 103, "text": "The commission of fund supported among authorities has raised an argument.", "master": false }
  ],
  "新题": [
    { "id": 1, "text": "And in that regard, as well as in other regards, it stands as an important contribution.", "master": false },
    { "id": 2, "text": "Some people regarded this as eyewash, whereas some people as for the status of their complaints and actions taken.", "master": false },
    { "id": 3, "text": "It is hard to observe the reaction of the character.", "master": true },
    { "id": 4, "text": "This is interesting in parliament.", "master": true },
    { "id": 5, "text": "Climate change is a fierce phenomenon concentrated by scientists.", "master": true },
    { "id": 6, "text": "They have struggled since last year to make their services paid.", "master": true },
    { "id": 7, "text": "The glimpse of something is an enormously rewarding experience.", "master": true },
    { "id": 8, "text": "When workers ask for higher wages, the company raises its prices.", "master": true },
    { "id": 9, "text": "Why has the project been held up for so long?", "master": true },
    { "id": 10, "text": "I thought we would meet in the small meeting room.", "master": true },
    { "id": 11, "text": "A party is thrown in the small meeting room.", "master": true },
    { "id": 12, "text": "This module of work is more of a compositional style.", "master": true },
    { "id": 13, "text": "You need to hand in the essay next semester.", "master": true },
    { "id": 14, "text": "The aerial photographs were promptly registered for evaluations.", "master": false },
    { "id": 15, "text": "An aerial photograph was promptly registered for federal evaluations.", "master": true },
    { "id": 16, "text": "Travelling by boat on the river is not possible in winter.", "master": true },
    { "id": 17, "text": "Peer group pressure has a great effect on young people.", "master": false },
    { "id": 18, "text": "Those students seeking for formal extension should talk to their faculties for more information.", "master": true },
    { "id": 19, "text": "If you seek for further extension, contact your faculty for more information.", "master": true },
    { "id": 20, "text": "The earth's atmosphere is mostly composed of nitrogen and oxygen.", "master": false },
    { "id": 21, "text": "Participants are initially selected from a range of foundation subjects.", "master": false },
    { "id": 22, "text": "Academic problems cause a rise in employment.", "master": false },
    { "id": 23, "text": "Economic problems cause a rise in unemployment.", "master": false },
    { "id": 24, "text": "Packaging is very important to attract intentioned buyers.", "master": false },
    { "id": 25, "text": "Submitting your group assignment must be issued punctually by one of your group members.", "master": false },
    { "id": 26, "text": "You are training to be a special journalist.", "master": false },
    { "id": 27, "text": "While reconciliation is desirable, the basic underlying issues must be addressed.", "master": false },
    { "id": 28, "text": "Many birds migrated to the warmer areas for winter.", "master": false },
    { "id": 29, "text": "Celebrity theory is still the great source of controversy.", "master": false },
    { "id": 30, "text": "Celebrated theory is still a subject of controversy.", "master": false },
    { "id": 31, "text": "Early streams of economic in Roman Republic will be examined.", "master": false },
    { "id": 32, "text": "A very basic feature of computing is counting and calculating.", "master": false },
    { "id": 33, "text": "Overcrowding and poor sanitation affected the lives of the majority of the population.", "master": false },
    { "id": 34, "text": "No more than four people are allowed in the lab to something.", "master": false },
    { "id": 35, "text": "That brief outline takes us to the beginning of the twentieth century.", "master": false },
    { "id": 36, "text": "The campus tour will help you to get familiar with the teaching facilities.", "master": false },
    { "id": 37, "text": "Something detail based underlying issue must be addressed first.", "master": false },
    { "id": 38, "text": "While concealing idea is desirable, basic underlying issues must first be addressed.", "master": false },
    { "id": 39, "text": "Daily practice can build confidence and improve skills.", "master": false },
    { "id": 40, "text": "The key difference between courses is a kind of assessment.", "master": false },
    { "id": 41, "text": "Textile manufacturer plays a large role in improving economies.", "master": false },
    { "id": 42, "text": "When bad drove out good, the local workers were more difficult than their competitors.", "master": false },
    { "id": 43, "text": "The theme of the issue was the estimation of problem.", "master": false },
    { "id": 44, "text": "This class will look at the structure of the essay.", "master": false },
    { "id": 45, "text": "Consumer confidence has a direct impact on sales.", "master": false },
    { "id": 46, "text": "Statistic results should be described in different ways depending on circumstances.", "master": false },
    { "id": 47, "text": "The qualification will be assessed by using a conference criterion to approach.", "master": false },
    { "id": 48, "text": "Synopsis contains the most important information.", "master": false },
    { "id": 49, "text": "The excursion for children is very much open to debate.", "master": false },
    { "id": 50, "text": "Something in place as well as scientific papers.", "master": false },
    { "id": 51, "text": "The meeting has some struggle overlaps.", "master": false },
    { "id": 52, "text": "Fresh water creatures didn't appear in the paintings until the modern period.", "master": false },
    { "id": 53, "text": "These have also been found to contribute to the death of many marine animals.", "master": false },
    { "id": 54, "text": "They are both grown up in the rural area and dislike the urban life.", "master": false },
    { "id": 55, "text": "The whole point of the project was to look at the norm not the exception.", "master": false },
    { "id": 56, "text": "Below the heating controls in the middle is a small round plastic button.", "master": false },
    { "id": 57, "text": "Many toxins originate from plants or animals.", "master": false },
    { "id": 58, "text": "Government reforms have been proposed at all levels.", "master": false },
    { "id": 59, "text": "Evaluation form will be reviewed by university personnel.", "master": false },
    { "id": 60, "text": "Listening is the key skill to succeed to this course.", "master": false },
    { "id": 61, "text": "Scientific beneficiary to space exploration is frequently questioned.", "master": false },
    { "id": 62, "text": "Human being compete with other things for resources and space.", "master": false },
    { "id": 63, "text": "It is really a comprehensive program that covers both theory and practice.", "master": false }
  ],
  "旧题": [
    { "id": 1, "text": "The time of the math lecture has been changed to ten thirty.", "master": true },
    { "id": 2, "text": "Final year business students have to write a five-thousand-word essay on market trends.", "master": true },
    { "id": 3, "text": "Interim grades will be posted on the board outside the student lounge.", "master": true },
    { "id": 4, "text": "Our group is going to meet tomorrow in the library conference room.", "master": true },
    { "id": 5, "text": "The first assignment will be due on the fourteenth of September.", "master": false },
    { "id": 6, "text": "There was no correlation between the drugs used and cure rates.", "master": true },
    { "id": 7, "text": "The university library has most of the necessary books.", "master": true },
    { "id": 8, "text": "You are required to complete your research paper by next Monday.", "master": true },
    { "id": 9, "text": "Your thesis should have a fairly limited scope.", "master": true },
    { "id": 10, "text": "The coffee house has special student discount throughout the week.", "master": true },
    { "id": 11, "text": "All writers, consciously or unconsciously, represent their own culture.", "master": true },
    { "id": 12, "text": "Student identification cards will be issued by today or tomorrow.", "master": true },
    { "id": 13, "text": "It is important to allocate your time wisely when revising.", "master": true },
    { "id": 14, "text": "Leading companies have changed their policies after reports were released.", "master": true },
    { "id": 15, "text": "Please remember to bring a highlighter to class next Wednesday.", "master": true },
    { "id": 16, "text": "This slide shows that there is a minimal growth.", "master": false },
    { "id": 17, "text": "Competition for the places in this course is fierce.", "master": false },
    { "id": 18, "text": "University departments should carefully monitor articles and publications by faculty.", "master": false },
    { "id": 19, "text": "Today's lecture material will be included in the next assessment.", "master": true },
    { "id": 20, "text": "The toughest part of research for postgraduate students is funding.", "master": false },
    { "id": 21, "text": "Relevant materials are reserved in the library.", "master": true },
    { "id": 22, "text": "We support the research on problems related to tropical cyclone dynamics and forecasting.", "master": false },
    { "id": 23, "text": "The curriculum is described in the course syllabus.", "master": true },
    { "id": 24, "text": "Conferences ought to be scheduled two weeks in advance.", "master": false },
    { "id": 25, "text": "Reference materials are on hold at the library reference desk.", "master": true },
    { "id": 26, "text": "Career opportunities in this field are quite limited.", "master": true },
    { "id": 27, "text": "The schedule allows plenty of time for independent study.", "master": true },
    { "id": 28, "text": "The campus tour runs daily during summer for prospective students.", "master": true },
    { "id": 29, "text": "Assignments should be submitted to the department before the deadline.", "master": true },
    { "id": 30, "text": "The history of the movement was recorded by several writers.", "master": true },
    { "id": 31, "text": "Most theories are quite similar, but a few critics disagree.", "master": true },
    { "id": 32, "text": "The importance of this event was not yet fully understood.", "master": false },
    { "id": 33, "text": "Avoid confusing the cause and effect of these changes.", "master": false },
    { "id": 34, "text": "Some of the features are part of previous research.", "master": true },
    { "id": 35, "text": "The dining hall will undergo renovations during the fall break.", "master": false },
    { "id": 36, "text": "The solar energy department is highly regarded worldwide.", "master": false },
    { "id": 37, "text": "Teaching assistants will receive a monthly stipend for housing.", "master": true },
    { "id": 38, "text": "The most important process of farming is weeding.", "master": false },
    { "id": 39, "text": "Review all materials before drawing your conclusion.", "master": true },
    { "id": 40, "text": "Tribes work with each other to build monolithic statues.", "master": true },
    { "id": 41, "text": "There was not enough evidence to support these recommendations.", "master": false },
    { "id": 42, "text": "Presidential elections are held once every four years.", "master": false },
    { "id": 43, "text": "Experts believe that industrial development will help the economy.", "master": false },
    { "id": 44, "text": "All staff must leave from the fire hydrant exit.", "master": false },
    { "id": 45, "text": "Your task is to create demand for the product.", "master": false },
    { "id": 46, "text": "This paper challenged the previously accepted theories.", "master": false },
    { "id": 47, "text": "Student concession cards need to be obtained by completing an application form.", "master": false },
    { "id": 48, "text": "Politics is not usually a safe topic of conversation.", "master": false },
    { "id": 49, "text": "The scientists now study a wide variety of atmospheric processes.", "master": false },
    { "id": 50, "text": "Heavy rain will fall throughout the country next week.", "master": false },
    { "id": 51, "text": "Students have the option to live in college residencies or apartments.", "master": false },
    { "id": 52, "text": "Your summary should be as clear and concise as possible.", "master": false },
    { "id": 53, "text": "This guy is qualified to lead the groups into the mountain.", "master": false },
    { "id": 54, "text": "The company needs to polish its image.", "master": false },
    { "id": 55, "text": "There is a need for constructive dialogue between leaders.", "master": false },
    { "id": 56, "text": "You can contact all your tutors by email.", "master": false },
    { "id": 57, "text": "Relative humidity is the amount of moisture that the air can hold.", "master": false },
    { "id": 58, "text": "The schedule allows plenty of time for individual study.", "master": false },
    { "id": 59, "text": "Undergraduate students may participate in specific stages within the program.", "master": false },
    { "id": 60, "text": "Our class is divided into two groups.", "master": false },
    { "id": 61, "text": "You come with me, and the others stay here.", "master": false },
    { "id": 62, "text": "Observers waited nervously and held their breath for the concert.", "master": false },
    { "id": 63, "text": "The decision was made with the support of several faculty members.", "master": false },
    { "id": 64, "text": "The nearest automatic teller is in front of the anatomy labs.", "master": false },
    { "id": 65, "text": "The final year will consist of four taught courses and one project.", "master": false },
    { "id": 66, "text": "He started his tutorial presentation right on time.", "master": false },
    { "id": 67, "text": "Newspapers are supported primarily by the sale of advertising space.", "master": false },
    { "id": 68, "text": "The cart carries a single object.", "master": false },
    { "id": 69, "text": "There will be a conference here next summer on using the web for academic research.", "master": false },
    { "id": 70, "text": "The university has a world-renowned school of archaeology.", "master": false },
    { "id": 71, "text": "Successful applicants will work with a large team of researchers.", "master": false },
    { "id": 72, "text": "You must submit your assignments by next Friday at the latest.", "master": false },
    { "id": 73, "text": "This module of work is more of a compositional style.", "master": false },
    { "id": 74, "text": "The commission of funds supported among authorities has raised an argument.", "master": false }
  ],
  "12月新题": [
    { "id": 1, "text": "We can have a lecture on the morning of Thursday.", "master": false },
    { "id": 2, "text": "When launching a product, research and marketing are very vital.", "master": false },
    { "id": 3, "text": "Packaging is very important to attract the attention of a buyer.", "master": false },
    { "id": 4, "text": "Listening is the key skill leading to succeed in this course.", "master": false },
    { "id": 5, "text": "Peer group pressure has a significant effect on young people.", "master": false },
    { "id": 6, "text": "The lecture will cover the reason of climate change.", "master": false },
    { "id": 7, "text": "Students find true or false questions harder than short answer.", "master": false },
    { "id": 8, "text": "He was the first economist in that time.", "master": false },
    { "id": 9, "text": "The curriculum needed to be adjusted development.", "master": false },
    { "id": 10, "text": "The properties should be appropriately distributed.", "master": false },
    { "id": 11, "text": "A very basic function of computing is counting and calculating.", "master": false },
    { "id": 12, "text": "This course is very integrated because it has several parts.", "master": false },
    { "id": 13, "text": "Rivers provide habitats and migration places for many aquatic species.", "master": false },
    { "id": 14, "text": "The summer school programs allow students to summarize their studies.", "master": false },
    { "id": 15, "text": "The faculty staff are very approachable, friendly and extremely helpful.", "master": false },
    { "id": 16, "text": "All industries are thought of systems as inputs, processes, outputs and feedback.", "master": false },
    { "id": 17, "text": "The university seek something for renovation of something theater.", "master": false },
    { "id": 18, "text": "All answers must be examined and supported by relevant theory.", "master": false },
    { "id": 19, "text": "Parent talk to children tends to be simplified.", "master": false },
    { "id": 20, "text": "The garden behind the university is open to the public in the summer.", "master": false },
    { "id": 21, "text": "All students need to attend no less than ten labs per semester.", "master": false },
    { "id": 22, "text": "Human beings compete with other species for space and resources.", "master": false },
    { "id": 23, "text": "The library holds substantial materials of economic history.", "master": false },
    { "id": 24, "text": "The consumer’s confidence has a direct effect on sales.", "master": false },
    { "id": 25, "text": "It is really a comprehensive program that covers both theory and practice.", "master": false },
    { "id": 26, "text": "Human beings compete with other things for resources and space.", "master": false },
    { "id": 27, "text": "Scientific beneficiary to space exploration is frequently questioned.", "master": false },
    { "id": 28, "text": "Listening is the key skill to succeed to this course.", "master": false },
    { "id": 29, "seq": 42, "text": "Statistic results should be expressed in different ways depending on circumstances.", "master": false },
    { "id": 30, "seq": 48, "text": "The key difference between courses is the kind of assessment.", "master": false },
    { "id": 31, "seq": 62, "text": "You are trained to be a special journalist.", "master": false },
    { "id": 32, "seq": 72, "text": "An aerial photograph was promptly registered for thoroughly evaluations.", "master": false },
    { "id": 33, "seq": 76, "text": "The scientists will face both the explanations and the problems.", "master": false },
    { "id": 34, "seq": 77, "text": "Members should make concentrated contributions to operating something.", "master": false },
    { "id": 35, "seq": 78, "text": "If you need additional help, visiting the university source center.", "master": false },
    { "id": 36, "seq": 79, "text": "The theme of the instrumental work exhibits more of a demure compositional style.", "master": false },
    { "id": 37, "seq": 80, "text": "Her celebrated theory has a great level of controversy.", "master": false },
    { "id": 38, "seq": 81, "text": "Many of the graduates of the journalism get jobs in the communication field.", "master": false },
    { "id": 39, "seq": 82, "text": "The library holds a substantial collection of materials of economic history.", "master": false },
    { "id": 40, "seq": 83, "text": "The most popular courses still have few places.", "master": false },
    { "id": 41, "seq": 84, "text": "You were able to contact the number of research subjects.", "master": false },
    { "id": 42, "seq": 85, "text": "The teaching staff are extremely approachable, helpful and friendly.", "master": false },
    { "id": 43, "seq": 86, "text": "It is being made to reduce harmful emissions.", "master": false },
    { "id": 44, "seq": 87, "text": "This is an integrated course with several elements.", "master": false },
    { "id": 45, "seq": 88, "text": "Students requiring for an extension should apply sooner rather than later.", "master": false },
    { "id": 46, "seq": 89, "text": "Something and training are required to become a medical specialist.", "master": false },
    { "id": 47, "seq": 90, "text": "Read the first section before the next meeting.", "master": false },
    { "id": 48, "seq": 91, "text": "Some scientists something, the entire system is fall.", "master": false },
    { "id": 49, "seq": 92, "text": "Convincing evidence for this theory is hard to obtain.", "master": false },
    { "id": 50, "seq": 93, "text": "The director of gallery was grateful for the anonymous donation.", "master": false },
    { "id": 51, "seq": 94, "text": "Graduates from this course find careers in the financial department.", "master": false },
    { "id": 52, "seq": 95, "text": "There are some doubts to whether these events actually occurred.", "master": false },
    { "id": 53, "seq": 96, "text": "Money and how it is paid can affect the motivations to work.", "master": false },
    { "id": 54, "seq": 97, "text": "Students must pass all the qualified examinations.", "master": false },
    { "id": 55, "seq": 98, "text": "In addition to the requirements, students must pass qualifying examinations.", "master": false },
    { "id": 56, "seq": 99, "text": "Certain scientific principles need to be learned verbally or by logical deduction.", "master": false },
    { "id": 57, "seq": 100, "text": "The article covers interesting experience.", "master": false },
    { "id": 58, "seq": 101, "text": "Clinical practice for nursing will prepare students for professional work.", "master": false },
    { "id": 59, "seq": 102, "text": "Recession triggers creativity and something, due to past something.", "master": false },
    { "id": 60, "seq": 103, "text": "Rivers provide habitats for fish and other aquatic species.", "master": false },
    { "id": 61, "seq": 104, "text": "Archaeologists something stand out something previously thought something.", "master": false },
    { "id": 62, "seq": 105, "text": "Let me give you an example to explain what I mean.", "master": false },
    { "id": 63, "seq": 106, "text": "The article considered the leisure habits of teenagers in rural areas.", "master": false }
  ]
}
