{
  "WFD 机经": [
    { "id": "1", "text": "You must submit your assignments by next Friday at the latest.", "master": false },
    { "id": "2", "text": "Newspapers are supported primarily by the sale of advertising space.", "master": false },
    { "id": "3", "text": "Leading companies have changed their policies after reports were released.", "master": false },
    { "id": "4", "text": "The company needs to polish its image.", "master": false },
    { "id": "5", "text": "Student concession cards need to be obtained by completing an application form.", "master": false },
    { "id": "6", "text": "The university has a world-renowned school of archaeology.", "master": false },
    { "id": "7", "text": "This guide is qualified to lead the groups into the mountain.", "master": false },
    { "id": "8", "text": "Teaching assistants will receive a monthly stipend for housing.", "master": false },
    { "id": "9", "text": "The cart carries a single object.", "master": false },
    { "id": "10", "text": "The most important process of farming is weeding.", "master": false },
    { "id": "11", "text": "The sociology department is highly regarded worldwide.", "master": false },
    { "id": "12", "text": "All staff must leave from the fire hydrant exit.", "master": false },
    { "id": "13", "text": "Review all sources before drawing any conclusion.", "master": false },
    { "id": "14", "text": "Tribes worked with each other to build monolithic statues.", "master": false },
    { "id": "15", "text": "There was not enough evidence to support these recommendations.", "master": false },
    { "id": "16", "text": "Most of the features are part of the previous systems.", "master": false },
    { "id": "17", "text": "The final year will consist of four taught courses and one project.", "master": false },
    { "id": "18", "text": "To achieve full marks, an appropriate bibliography is required.", "master": false },
    { "id": "19", "text": "The nearest automatic teller is in front of the anatomy labs.", "master": false },
    { "id": "20", "text": "The decision was made with the support of several faculty members.", "master": false },
    { "id": "21", "text": "Your task is to create demand for the product.", "master": false },
    { "id": "22", "text": "Your summary should be as clear and concise as possible.", "master": false },
    { "id": "23", "text": "Preparation is important to avoid mishaps in the lab.", "master": false },
    { "id": "24", "text": "The toughest part of public transport is funding.", "master": false },
    { "id": "25", "text": "Students were instructed to submit their assignments by Friday.", "master": false },
    { "id": "26", "text": "Politics is not usually a safe topic of conversation.", "master": false },
    { "id": "27", "text": "Students have the option to live in college residences or apartments.", "master": false },
    { "id": "28", "text": "Presidential elections are held once every four years.", "master": false },
    { "id": "29", "text": "Successful applicants will work with a large team of researchers.", "master": false },
    { "id": "30", "text": "Control systems in manufacturing provide a high level of accuracy.", "master": false },
    { "id": "31", "text": "Let me know if anybody struggles in the lab.", "master": false },
    { "id": "32", "text": "The morning’s lecture on economic policy has been cancelled.", "master": false },
    { "id": "33", "text": "Observers waited nervously and held their breath for the concert.", "master": false },
    { "id": "34", "text": "The celebrated theory has a great degree of controversy.", "master": false },
    { "id": "35", "text": "Heavy rain will fall throughout the country next week.", "master": false },
    { "id": "36", "text": "If you are not sure, phone student services for help.", "master": false },
    { "id": "37", "text": "You come with me and the others stay here.", "master": false },
    { "id": "38", "text": "The scientists now study a wide variety of atmospheric processes.", "master": false },
    { "id": "38b", "text": "Scientists here are studying a wide variety of atmosphere processes.", "master": false },
    { "id": "39", "text": "The new product failed due to a lack of demand.", "master": false },
    { "id": "40", "text": "This paper challenged the previously accepted theories.", "master": false },
    { "id": "41", "text": "A number of students have volunteer job.", "master": false },
    { "id": "42", "text": "Most of the features are part of the previous system.", "master": false },
    { "id": "43", "text": "To gain full marks, an appropriate bibliography is required.", "master": false },
    { "id": "44", "text": "The essay is easy to write once the research is completed.", "master": false },
    { "id": "45", "text": "It is hard to anticipate all their actions.", "master": false },
    { "id": "46", "text": "The first assignment is due on the fourteenth of September.", "master": false },
    { "id": "47", "text": "Control systems in manufacturing provide a high level of accuracy.", "master": false },
    { "id": "48", "text": "University departments should carefully monitor articles and publications by faculty.", "master": false },
    { "id": "49", "text": "The application process may take longer than expected.", "master": false },
    { "id": "50", "text": "Please note that the college laboratory will be closed for cleaning next week.", "master": false },
    { "id": "51", "text": "The economic books are at the back on the left.", "master": false },
    { "id": "52", "text": "Neurons are principally involved in chemical processes.", "master": false },
    { "id": "53", "text": "The coffee house menu featured coffee, sandwiches and toast.", "master": false },
    { "id": "54", "text": "The key findings seemed to contradict our initial hypothesis.", "master": false },
    { "id": "55", "text": "It is important to allocate your time wisely when revising.", "master": false },
    { "id": "56", "text": "Writing an essay is easy once the research is finished.", "master": false },
    { "id": "57", "text": "The university officer will help you locate housing and transportation.", "master": false },
    { "id": "58", "text": "The dining hall will undergo renovations during the fall break.", "master": false },
    { "id": "59", "text": "Some of the features are part of previous research.", "master": false },
    { "id": "60", "text": "Experts believe that the industrial development will help the economy.", "master": false },
    { "id": "61", "text": "Nurses specialize in clinical work and management.", "master": false },
    { "id": "62", "text": "They were struggling last year to make their payments.", "master": false },
    { "id": "63", "text": "Avoid confusing the cause and effect of these changes.", "master": false },
    { "id": "64", "text": "Most critics agreed with the new theory, but a few disagreed.", "master": false },
    { "id": "65", "text": "Sales figures for last year were better than expected.", "master": false },
    { "id": "66", "text": "The island is located at the north end of the bay.", "master": false },
    { "id": "67", "text": "The results of the experiment are reported in the table below.", "master": false },
    { "id": "68", "text": "Laws protect consumer rights and help to avoid market problems.", "master": false },
    { "id": "69", "text": "Our class is divided into two groups, you come with me, others stay here.", "master": false },
    { "id": "70", "text": "Undergraduate students may participate in specific stages within the program.", "master": false },
    { "id": "71", "text": "When workers ask for higher wages, the company raises its prices.", "master": false },
    { "id": "71b", "text": "When workers ask for an increase in wages, the company raises its prices.", "master": false },
    { "id": "72", "text": "The vocabulary that has peculiar meanings is called jargon.", "master": false },
    { "id": "73", "text": "Artists, other than politicians, played their own roles as critics of culture.", "master": false },
    { "id": "74", "text": "The schedule allows plenty of time for individual study.", "master": false },
    { "id": "75", "text": "Relative humidity is the amount of moisture that the air can hold.", "master": false },
    { "id": "76", "text": "You can contact all your tutors by email.", "master": false },
    { "id": "77", "text": "There is a need for constructive dialogue between leaders.", "master": false },
    { "id": "78", "text": "I thought we would meet in the small meeting room.", "master": false },
    { "id": "79", "text": "The importance of this event was not yet fully understood.", "master": false },
    { "id": "80", "text": "Most theories are quite similar, but a few critics disagree.", "master": false },
    { "id": "81", "text": "Americans have progressively found the growth in quantitative terms.", "master": false },
    { "id": "81b", "text": "Americans have progressively defined the process of plant growth and reproduction in quantitative terms.", "master": false },
    { "id": "82", "text": "The history of the movement was recorded by several writers.", "master": false },
    { "id": "83", "text": "The toughest part of research for postgraduate students is funding.", "master": false },
    { "id": "84", "text": "Assignments should be submitted to the department before the deadline.", "master": false },
    { "id": "85", "text": "Free campus tour runs daily during summer for prospective students.", "master": false },
    { "id": "86", "text": "The schedule allows plenty of time for independent study.", "master": false },
    { "id": "87", "text": "Career opportunities in this field are quite limited.", "master": false },
    { "id": "88", "text": "This is interesting in parliament.", "master": false },
    { "id": "89", "text": "Reference materials are on hold in the library reference desk.", "master": false },
    { "id": "89b", "text": "References and materials are on hold at the library reference desk.", "master": false },
    { "id": "90", "text": "We can’t consider increasing the price at this stage.", "master": false },
    { "id": "90b", "text": "We can’t consider an increase in price at this stage.", "master": false },
    { "id": "91", "text": "Climate change is being acknowledged by many scientists.", "master": false },
    { "id": "92", "text": "A person’s education level is closely related to his economic background.", "master": false },
    { "id": "93", "text": "Everyone must evacuate the premises during the fire drill.", "master": false },
    { "id": "93b", "text": "All people must evacuate the premises from the fire drill.", "master": false },
    { "id": "94", "text": "You are required to submit your assignment by Friday.", "master": false },
    { "id": "95", "text": "Lecture outlines are available on the college internal website.", "master": false },
    { "id": "96", "text": "Our professor is hosting the business development conference.", "master": false },
    { "id": "97", "text": "Materials and resources are on hold at the library’s front desk.", "master": false },
    { "id": "98", "text": "Animals raised in captivity behave differently than their wild counterparts.", "master": false },
    { "id": "99", "text": "If it helps to take notes in order to concentrate, please do so.", "master": false },
    { "id": "100", "text": "The schedule allows a lot of time for independent study.", "master": false },
    { "id": "101", "text": "He is landed a job in a prestigious law firm.", "master": false },
    { "id": "102", "text": "Mutually exclusive events are neither complementary nor opposite.", "master": false },
    { "id": "102b", "text": "Mutually exclusive devices can be described as complementary or the opposite.", "master": false },
    { "id": "103", "text": "Conferences ought to be scheduled two weeks in advance.", "master": false },
    { "id": "104", "text": "The curriculum is described in the course syllabus.", "master": false },
    { "id": "105", "text": "We support the research on problems related to tropical cyclone dynamics and forecasting.", "master": false },
    { "id": "106", "text": "Relevant materials are reserved in the library.", "master": false },
    { "id": "107", "text": "Today’s lecture material will be included in the next assessment.", "master": false },
    { "id": "108", "text": "Competition for the places in this course is fierce.", "master": false },
    { "id": "109", "text": "The slide shows there has been a minimal growth.", "master": false },
    { "id": "109b", "text": "This slide shows that there is a minimal growth.", "master": false },
    { "id": "110", "text": "Please remember to bring a highlighter to class next Wednesday.", "master": false },
    { "id": "111", "text": "Those who want to apply extension should contact to the faculty.", "master": false },
    { "id": "112", "text": "The sociology department is highly regarded worldwide.", "master": false },
    { "id": "113", "text": "It is vital that you acknowledge all your sources.", "master": false },
    { "id": "113b", "text": "It is absolutely vital that you refer to all your sources.", "master": false },
    { "id": "114", "text": "Most teaching staff make their lecture notes available online.", "master": false },
    { "id": "115", "text": "There is a strict eligibility criterion to undertake background speaker studies.", "master": false },
    { "id": "116", "text": "She received a scholarship from the state university.", "master": false },
    { "id": "117", "text": "Try to work with each other to build up a sense of cooperation and team spirit.", "master": false },
    { "id": "118", "text": "It is hard to observe the reaction of the character.", "master": false },
    { "id": "119", "text": "Many graduated students can find a job in communication’s field.", "master": false },
    { "id": "120", "text": "In spite of the differences, all the species of life share certain characteristics.", "master": false }
  ]
}
