{
  "WFD 机经": [
    { "id": "1", "text": "You must submit your assignments by next Friday at the latest.", "master": true },
    { "id": "2", "text": "Newspapers are supported primarily by the sale of advertising space.", "master": true },
    { "id": "3", "text": "Leading companies have changed their policies after reports were released.", "master": true },
    { "id": "4", "text": "The company needs to polish its image.", "master": true },
    { "id": "5", "text": "Student concession cards need to be obtained by completing an application form.", "master": true },
    { "id": "6", "text": "The university has a world-renowned school of archaeology.", "master": true },
    { "id": "7", "text": "This guide is qualified to lead the groups into the mountain.", "master": true },
    { "id": "8", "text": "Teaching assistants will receive a monthly stipend for housing.", "master": true },
    { "id": "8b", "text": "Teaching assistants will receive a monthly remuneration for housing.", "master": false },
    { "id": "9", "text": "The cart carries a single object.", "master": true },
    { "id": "10", "text": "The most important process of farming is weeding.", "master": true },
    { "id": "11", "text": "The sociology department is highly regarded worldwide.", "master": true },
    { "id": "12", "text": "All staff must leave from the fire hydrant exit.", "master": true },
    { "id": "13", "text": "Review all sources before drawing any conclusion.", "master": true },
    { "id": "14", "text": "Tribes worked with each other to build monolithic statues.", "master": true },
    { "id": "15", "text": "There was not enough evidence to support these recommendations.", "master": true },
    { "id": "16", "text": "Most of the features are part of the previous systems.", "master": true },
    { "id": "17", "text": "The final year will consist of four taught courses and one project.", "master": true },
    { "id": "18", "text": "To achieve full marks, an appropriate bibliography is required.", "master": true },
    { "id": "19", "text": "The nearest automatic teller is in front of the anatomy labs.", "master": true },
    { "id": "20", "text": "The decision was made with the support of several faculty members.", "master": true },
    { "id": "21", "text": "Your task is to create demand for the product.", "master": true },
    { "id": "22", "text": "Your summary should be as clear and concise as possible.", "master": true },
    { "id": "23", "text": "Preparation is important to avoid mishaps in the lab.", "master": true },
    { "id": "24", "text": "The toughest part of public transport is funding.", "master": true },
    { "id": "25", "text": "Students were instructed to submit their assignments by Friday.", "master": true },
    { "id": "26", "text": "Politics is not usually a safe topic of conversation.", "master": true },
    { "id": "27", "text": "Students have the option to live in college residences or apartments.", "master": false },
    { "id": "28", "text": "Presidential elections are held once every four years.", "master": true },
    { "id": "29", "text": "Successful applicants will work with a large team of researchers.", "master": true },
    { "id": "30", "text": "Control systems in manufacturing provide a high level of accuracy.", "master": true },
    { "id": "31", "text": "Let me know if anybody struggles in the lab.", "master": true },
    { "id": "32", "text": "The morning's lecture on economic policy has been cancelled.", "master": false },
    { "id": "33", "text": "Observers waited nervously and held their breath for the concert.", "master": false },
    { "id": "34", "text": "The celebrated theory has a great degree of controversy.", "master": false },
    { "id": "35", "text": "Heavy rain will fall throughout the country next week.", "master": true },
    { "id": "36", "text": "If you are not sure, phone student services for help.", "master": true },
    { "id": "37", "text": "You come with me and the others stay here.", "master": true },
    { "id": "38", "text": "The scientists now study a wide variety of atmospheric processes.", "master": true },
    { "id": "38b", "text": "Scientists here are studying a wide variety of atmosphere processes.", "master": true },
    { "id": "39", "text": "The new product failed due to a lack of demand.", "master": true },
    { "id": "40", "text": "This paper challenged the previously accepted theories.", "master": true },
    { "id": "41", "text": "A number of students have volunteer job.", "master": true },
    { "id": "42", "text": "Most of the features are part of the previous system.", "master": true },
    { "id": "43", "text": "To gain full marks, an appropriate bibliography is required.", "master": true },
    { "id": "44", "text": "The essay is easy to write once the research is completed.", "master": true },
    { "id": "45", "text": "It is hard to anticipate all their actions.", "master": true },
    { "id": "46", "text": "The first assignment is due on the fourteenth of September.", "master": true },
    { "id": "47", "text": "Control systems in manufacturing provide a high level of accuracy.", "master": true },
    { "id": "48", "text": "University departments should carefully monitor articles and publications by faculty.", "master": true },
    { "id": "49", "text": "The application process may take longer than expected.", "master": true },
    { "id": "50", "text": "Please note that the college laboratory will be closed for cleaning next week.", "master": true },
    { "id": "51", "text": "The economic books are at the back on the left.", "master": true },
    { "id": "52", "text": "Neurons are principally involved in chemical processes.", "master": true },
    { "id": "53", "text": "The coffee house menu featured coffee, sandwiches and toast.", "master": true },
    { "id": "54", "text": "The key findings seem to contradict our initial hypothesis.", "master": false },
    { "id": "55", "text": "It is important to allocate your time wisely when revising.", "master": true },
    { "id": "56", "text": "Writing an essay is easy once the research is finished.", "master": true },
    { "id": "57", "text": "The university officer will help you locate housing and transportation.", "master": true },
    { "id": "58", "text": "The dining hall will undergo renovations during the fall break.", "master": true },
    { "id": "59", "text": "Some of the features are part of previous research.", "master": true },
    { "id": "60", "text": "Experts believe that the industrial development will help the economy.", "master": false },
    { "id": "61", "text": "Nurses specialize in clinical work and management.", "master": true },
    { "id": "62", "text": "They were struggling last year to make their payments.", "master": true },
    { "id": "63", "text": "Avoid confusing the cause and effect of these changes.", "master": true },
    { "id": "64", "text": "Most critics agreed with the new theory, but a few disagreed.", "master": true },
    { "id": "65", "text": "Sales figures for last year were better than expected.", "master": true },
    { "id": "66", "text": "The island is located at the north end of the bay.", "master": true },
    { "id": "67", "text": "The results of the experiment are reported in the table below.", "master": true },
    { "id": "68", "text": "Laws protect consumer rights and help to avoid market problems.", "master": true },
    { "id": "69", "text": "Our class is divided into two groups, you come with me, others stay here.", "master": true },
    { "id": "70", "text": "Undergraduate students may participate in specific stages within the program.", "master": true },
    { "id": "71", "text": "When workers ask for higher wages, the company raises its prices.", "master": true },
    { "id": "71b", "text": "When workers ask for an increase in wages, the company raises its prices.", "master": true },
    { "id": "72", "text": "The vocabulary that has peculiar meanings is called jargon.", "master": false },
    { "id": "73", "text": "Artists, other than politicians, played their own roles as critics of culture.", "master": false },
    { "id": "74", "text": "The schedule allows plenty of time for individual study.", "master": true },
    { "id": "75", "text": "Relative humidity is the amount of moisture that the air can hold.", "master": true },
    { "id": "76", "text": "You can contact all your tutors by email.", "master": true },
    { "id": "77", "text": "There is a need for constructive dialogue between leaders.", "master": true },
    { "id": "78", "text": "I thought we would meet in the small meeting room.", "master": true },
    { "id": "79", "text": "The importance of this event was not yet fully understood.", "master": true },
    { "id": "80", "text": "Most theories are quite similar, but a few critics disagree.", "master": true },
    { "id": "81", "text": "Americans have progressively found the growth in quantitative terms.", "master": false },
    { "id": "81b", "text": "Americans have progressively defined the process of plant growth and reproduction in quantitative terms.", "master": false },
    { "id": "82", "text": "The history of the movement was recorded by several writers.", "master": true },
    { "id": "83", "text": "The toughest part of research for postgraduate students is funding.", "master": true },
    { "id": "84", "text": "Assignments should be submitted to the department before the deadline.", "master": true },
    { "id": "85", "text": "Free campus tour runs daily during summer for prospective students.", "master": true },
    { "id": "86", "text": "The schedule allows plenty of time for independent study.", "master": true },
    { "id": "87", "text": "Career opportunities in this field are quite limited.", "master": true },
    { "id": "88", "text": "This is interesting in parliament.", "master": true },
    { "id": "89", "text": "Reference materials are on hold in the library reference desk.", "master": true },
    { "id": "89b", "text": "References and materials are on hold at the library reference desk.", "master": true },
    { "id": "90", "text": "We can't consider increasing the price at this stage.", "master": true },
    { "id": "90b", "text": "We can't consider an increase in price at this stage.", "master": true },
    { "id": "91", "text": "Climate change is being acknowledged by many scientists.", "master": true },
    { "id": "92", "text": "A person's education level is closely related to his economic background.", "master": true },
    { "id": "93", "text": "Everyone must evacuate the premises during the fire drill.", "master": true },
    { "id": "93b", "text": "All people must evacuate the premises from the fire drill.", "master": true },
    { "id": "94", "text": "You are required to submit your assignment by Friday.", "master": true },
    { "id": "95", "text": "Lecture outlines are available on the college internal website.", "master": false },
    { "id": "96", "text": "Our professor is hosting the business development conference.", "master": true },
    { "id": "97", "text": "Materials and resources are on hold at the library's front desk.", "master": true },
    { "id": "98", "text": "Animals raised in captivity behave differently than their wild counterparts.", "master": true },
    { "id": "99", "text": "If it helps to take notes in order to concentrate, please do so.", "master": true },
    { "id": "100", "text": "The schedule allows a lot of time for independent study.", "master": true },
    { "id": "101", "text": "He is landed a job in a prestigious law firm.", "master": false },
    { "id": "102", "text": "Mutually exclusive events are neither complementary nor opposite.", "master": false },
    { "id": "102b", "text": "Mutually exclusive devices can be described as complementary or the opposite.", "master": false },
    { "id": "103", "text": "Conferences ought to be scheduled two weeks in advance.", "master": true },
    { "id": "104", "text": "The curriculum is described in the course syllabus.", "master": true },
    { "id": "105", "text": "We support the research on problems related to tropical cyclone dynamics and forecasting.", "master": true },
    { "id": "106", "text": "Relevant materials are reserved in the library.", "master": true },
    { "id": "107", "text": "Today's lecture material will be included in the next assessment.", "master": true },
    { "id": "108", "text": "Competition for the places in this course is fierce.", "master": true },
    { "id": "109", "text": "The slide shows there has been a minimal growth.", "master": true },
    { "id": "109b", "text": "This slide shows that there is a minimal growth.", "master": true },
    { "id": "110", "text": "Please remember to bring a highlighter to class next Wednesday.", "master": true },
    { "id": "111", "text": "Those who want to apply extension should contact to the faculty.", "master": false },
    { "id": "112", "text": "The sociology department is highly regarded worldwide.", "master": true },
    { "id": "113", "text": "It is vital that you acknowledge all your sources.", "master": true },
    { "id": "113b", "text": "It is absolutely vital that you refer to all your sources.", "master": true },
    { "id": "114", "text": "Most teaching staff make their lecture notes available online.", "master": true },
    { "id": "115", "text": "There is a strict eligibility criterion to undertake background speaker studies.", "master": false },
    { "id": "116", "text": "She received a scholarship from the state university.", "master": true },
    { "id": "117", "text": "Try to work with each other to build up a sense of cooperation and team spirit.", "master": true },
    { "id": "118", "text": "It is hard to observe the reaction of the character.", "master": true },
    { "id": "119", "text": "Many graduated students can find a job in communication's field.", "master": false },
    { "id": "120", "text": "In spite of the differences, all the species of life share certain characteristics.", "master": false },
    { "id": "121", "text": "The new technician dropped the microscope in the biology lab.", "master": false },
    { "id": "122", "text": "The thief visited the homes of several people every day.", "master": true },
    { "id": "123", "text": "The time of the math lecture has been changed to ten thirty.", "master": true },
    { "id": "124", "text": "Final year business students have to write a five-thousand-word essay on market trends.", "master": true },
    { "id": "125", "text": "Interim grades will be posted on the board outside the student lounge.", "master": false },
    { "id": "126", "text": "Our group is going to meet tomorrow in the library conference room.", "master": true },
    { "id": "127", "text": "The first assignment will be due on the fourteenth of September.", "master": true },
    { "id": "128", "text": "There was no correlation between the drugs used and cure rates.", "master": true },
    { "id": "129", "text": "The university library has most of the necessary books.", "master": true },
    { "id": "130", "text": "You are required to complete your research paper by next Monday.", "master": true },
    { "id": "131", "text": "Your thesis should have a fairly limited scope.", "master": true },
    { "id": "132", "text": "The coffee house has special student discounts throughout the week.", "master": false },
    { "id": "133", "text": "All writers, consciously or unconsciously, represent their own cultures.", "master": true },
    { "id": "134", "text": "Student identification cards will be issued by today or tomorrow.", "master": true },
    { "id": "135", "text": "The elective course introduces engineering students to construct practices and concepts.", "master": false },
    { "id": "136", "text": "Article numbers are collected through interesting experiments.", "master": false },
    { "id": "137", "text": "Your agents will collect commission for each house they sell.", "master": false },
    { "id": "138", "text": "Students were instructed to stand in a straight line outside the classroom.", "master": true },
    { "id": "139", "text": "Climate change is now an acceptable phenomenon among the reputable scientists.", "master": false },
    { "id": "139b", "text": "Climate change is becoming an acceptable phenomenon amongst the reputable scientists.", "master": false },
    { "id": "140", "text": "Upgrading manufacturing systems can increase efficiency.", "master": true },
    { "id": "141", "text": "Higher numbers of patients were infected than during previous outbreaks of illness.", "master": true },
    { "id": "142", "text": "Inflation affects the demand, pricing and consumption of most products.", "master": true },
    { "id": "143", "text": "You need to hand in the essay next semester.", "master": true },
    { "id": "144", "text": "Before submitting your dissertation, your adviser must approve your application.", "master": false },
    { "id": "144b", "text": "All dissertations must be accompanied by formal application forms.", "master": false },
    { "id": "145", "text": "A party is thrown in the small meeting room.", "master": true },
    { "id": "146", "text": "Why has the project been held up for so long?", "master": true },
    { "id": "147", "text": "The glimpse of something is an enormously rewarding experience.", "master": true },
    { "id": "148", "text": "If finance is a cause for concern, maybe scholarships can help.", "master": false },
    { "id": "149", "text": "They have struggled since last year to make their services paid.", "master": false },
    { "id": "150", "text": "Climate change is a fierce phenomenon concentrated by scientists.", "master": false },
    { "id": "151", "text": "Some people regarded this as eyewash whereas some people asked for the status of their complaints and actions taken.", "master": false },
    { "id": "152", "text": "And in that regard, as well as in other regards, it stands as an important contribution.", "master": false },
    { "id": "153", "text": "The commission of funds supported among authorities has raised an argument.", "master": false },
    { "id": "154", "text": "Public perception about biotechnology is crucial for developing scientific consensus.", "master": false },
    { "id": "155", "text": "Identity theft happens to thousands of people every year.", "master": true },
    { "id": "156", "text": "The commissioner will collect fines for the sovereignty.", "master": false },
    { "id": "156b", "text": "The commissioner will portion funds for the authorities.", "master": false },
    { "id": "156c", "text": "The commissioner will collect fine among the authorities.", "master": false },
    { "id": "157", "text": "The findings of researchers are focusing on the causes of the diseases and treatments.", "master": false },
    { "id": "158", "text": "Medical researchers have focused on the causes of diseases and treatments.", "master": false },
    { "id": "159", "text": "Software companies design and create new products.", "master": true },
    { "id": "160", "text": "Please make sure you have collected all the necessary materials.", "master": true },
    { "id": "160b", "text": "Please make sure you correctly cite all the necessary materials.", "master": true },
    { "id": "161", "text": "It is absolutely vital to allocate your resources.", "master": true },
    { "id": "162", "text": "When met with high potential risks, companies will raise their prices.", "master": true },
    { "id": "163", "text": "The module of the work is more of a compositional style.", "master": true },
    { "id": "164", "text": "Behind the garage, there is a flat cart drawn by mules.", "master": true },
    { "id": "165", "text": "It is hard to anticipate all the different characters that were in react.", "master": false },
    { "id": "165b", "text": "It is hard to anticipate all the different characters that they react.", "master": false },
    { "id": "166", "text": "Remember, the gifts purchased by children should have a striped character.", "master": true },
    { "id": "166b", "text": "Remember, the prestigious selection has strict eligibility criteria.", "master": true },
    { "id": "167", "text": "Some people regarded it as carelessness, while others regarded it as recklessness.", "master": true },
    { "id": "168", "text": "Rising sales figures means a rise in demand.", "master": true },
    { "id": "169", "text": "Affordable housing is an important issue for all members of society.", "master": true },
    { "id": "170", "text": "Agenda items should be submitted by the end of the day.", "master": true },
    { "id": "171", "text": "An ancient text may hold secrets which were lost centuries ago.", "master": true },
    { "id": "172", "text": "Attracting skilled workers to the city with expensive housing is hard.", "master": true },
    { "id": "173", "text": "Before completing the exercise, you need to read the remaining chapters.", "master": true },
    { "id": "174", "text": "Books for children often contain many bits of illustrations.", "master": true },
    { "id": "175", "text": "The report contains the most important information.", "master": true },
    { "id": "176", "text": "Water taps on the campus will discourage the frequent use of plastic bottles.", "master": true },
    { "id": "177", "text": "It is a slash to debate about the value of the knowledge.", "master": false },
    { "id": "178", "text": "The early works of this research are more experimental.", "master": true },
    { "id": "179", "text": "A recent article shows a number of interesting experiments.", "master": true },
    { "id": "180", "text": "You should include these two pictures from the lecture in your assignment.", "master": true },
    { "id": "181", "text": "Eight groups need to submit the outlines of their projects to their tutors.", "master": true },
    { "id": "182", "text": "The early work is more philosophical rather than experimental.", "master": true },
    { "id": "183", "text": "The author's previous works are more philosophical and less experimental.", "master": true },
    { "id": "183b", "text": "The author's previous works are more theoretical and less experimental.", "master": true },
    { "id": "184", "text": "You can find a lot more information on the university website.", "master": true },
    { "id": "185", "text": "The extent of advertising for children is open to much debate.", "master": false },
    { "id": "185b", "text": "The advertisement for children is open to much debate.", "master": false },
    { "id": "185c", "text": "The effect of advertising is open to much debate.", "master": false },
    { "id": "186", "text": "Organizational failure is considered in various perspectives in academic literature.", "master": false },
    { "id": "186b", "text": "Organization plays an important role in academic literature.", "master": false },
    { "id": "186c", "text": "Organization failure is considered as various factors of academic literature.", "master": false },
    { "id": "187", "text": "The massive accumulation of data was converted into a communicable argument.", "master": true },
    { "id": "188", "text": "Companies want to protect their brands from negative comments.", "master": true },
    { "id": "189", "text": "This module of work is more of a compositional style.", "master": true },
    { "id": "190", "text": "The university will seize something correlation with something and of something.", "master": false },
    { "id": "191", "text": "If finance is the circumstance of concern, the scholarship is maybe available.", "master": false },
    { "id": "192", "text": "We can have a lecture on the morning of Thursday.", "master": false },
    { "id": "193", "text": "When launching a product, research and marketing are very vital.", "master": false },
    { "id": "193b", "text": "When launching a product, the investment in marketing is crucial.", "master": false },
    { "id": "194", "text": "Packaging is very important to attract the attention of a buyer.", "master": false },
    { "id": "195", "text": "Listening is the key skill leading to succeed in this course.", "master": false },
    { "id": "196", "text": "Peer group pressure has a significant effect on young people.", "master": false },
    { "id": "196b", "text": "Teenager group pressure has a significant effect on young people.", "master": false },
    { "id": "197", "text": "The lecture will cover the reason of climate change.", "master": false },
    { "id": "198", "text": "Students find true or false questions harder than short answers.", "master": false },
    { "id": "198b", "text": "Many students find true or false questions are harder than short answer questions.", "master": false },
    { "id": "199", "text": "He was the first economist in that time.", "master": false },
    { "id": "200", "text": "The curriculum needed to be adjusted development.", "master": false },
    { "id": "200b", "text": "The curriculum should be readjusted by cooperation development.", "master": false },
    { "id": "200c", "text": "The curriculum should be adjusted to incorporate recent developments.", "master": false },
    { "id": "201", "text": "The properties should be appropriately distributed.", "master": true },
    { "id": "202", "text": "A very basic function of computing is counting and calculating.", "master": true },
    { "id": "203", "text": "This course is very integrated because it has several parts.", "master": true },
    { "id": "203b", "text": "This course is very integrated with several main elements.", "master": true },
    { "id": "204", "text": "Rivers provide habitats and migration places for many aquatic species.", "master": true },
    { "id": "205", "text": "The summer school programs allow students to summarize their studies.", "master": false },
    { "id": "206", "text": "The faculty staff are very approachable, friendly and extremely helpful.", "master": false },
    { "id": "207", "text": "All industries are thought of systems as inputs, processes, outputs and feedback.", "master": false },
    { "id": "208", "text": "The university seek something for renovation of something theater.", "master": false },
    { "id": "209", "text": "All answers must be examined and supported by relevant theory.", "master": false },
    { "id": "210", "text": "Parent talk to children tends to be simplified.", "master": false },
    { "id": "211", "text": "The garden behind the university is open to the public in the summer.", "master": false },
    { "id": "211b", "text": "The garden behind the university will be open to public in summer.", "master": false },
    { "id": "212", "text": "All students need to attend no less than ten labs per semester.", "master": true },
    { "id": "213", "text": "Human beings compete with other species for space and resources.", "master": true },
    { "id": "214", "text": "The library holds substantial materials of economic history.", "master": false },
    { "id": "214b", "text": "The library holds collection on materials of economic history.", "master": false },
    { "id": "214c", "text": "The library holds substantial reference of materials on economic history.", "master": false },
    { "id": "215", "text": "The consumers' confidence has a direct effect on sales.", "master": true },
    { "id": "216", "text": "It is really a comprehensive program that covers both theory and practice.", "master": true },
    { "id": "217", "text": "Human beings compete with other things for resources and space.", "master": true },
    { "id": "218", "text": "Scientific beneficiary to space exploration is frequently questioned.", "master": true },
    { "id": "219", "text": "Listening is the key skill to succeed to this course.", "master": true },
    { "id": "220", "text": "Evaluation form will be reviewed by university personnel.", "master": true },
    { "id": "221", "text": "Government reforms have been proposed at all levels.", "master": true },
    { "id": "222", "text": "Many toxins originate from plants or animals.", "master": false },
    { "id": "223", "text": "Below the heating controls in the middle is a small round plastic button.", "master": true },
    { "id": "224", "text": "The whole point of the project was to look at the norm not the exception.", "master": true },
    { "id": "225", "text": "They are both growing up in the rural area and dislike the urban life.", "master": true },
    { "id": "226", "text": "These have also been found to contribute to the death of many marine animals.", "master": true },
    { "id": "227", "text": "Freshwater creatures didn't appear in the paintings until the modern period.", "master": false },
    { "id": "228", "text": "The meeting has some struggle overlaps.", "master": true },
    { "id": "229", "text": "Something in place as well as scientific papers.", "master": true },
    { "id": "230", "text": "The excursion for children is very much open to debate.", "master": true },
    { "id": "231", "text": "The synopsis contains the most important information.", "master": true },
    { "id": "232", "text": "The qualification will be assessed by using a conference criterion to approach.", "master": true },
    { "id": "233", "text": "Statistic results should be expressed in different ways depending on circumstances.", "master": true },
    { "id": "234", "text": "Consumer confidence has a direct impact on sales.", "master": true },
    { "id": "235", "text": "This class will look at the structure of the essay.", "master": true },
    { "id": "236", "text": "The theme of the issue was the estimation of problem.", "master": true },
    { "id": "237", "text": "When bad drove out good, the local workers were more difficult than their competitors.", "master": true },
    { "id": "238", "text": "Textile manufacturer plays a large role in improving economies.", "master": true },
    { "id": "238b", "text": "Textile of manufacturing plays a large role in some economies.", "master": false },
    { "id": "239", "text": "The key difference between courses is the kind of assessment.", "master": true },
    { "id": "240", "text": "Daily practice can build confidence and improve skills.", "master": true },
    { "id": "241", "text": "While concealing ideas are desirable, basic underlying issues must first be addressed.", "master": false },
    { "id": "242", "text": "Something detail based underlying issue must be addressed first.", "master": false },
    { "id": "243", "text": "The campus tour will help you to get familiar with the teaching facilities.", "master": true },
    { "id": "244", "text": "That brief outline takes us to the beginning of the twentieth century.", "master": true },
    { "id": "245", "text": "No more than four people are allowed in the lab to something.", "master": true },
    { "id": "246", "text": "Overcrowding and poor sanitation affected the lives of the majority of the population.", "master": true },
    { "id": "247", "text": "A very basic feature of computing is counting and calculating.", "master": true },
    { "id": "248", "text": "Early streams of economy in Roman Republic will be examined.", "master": true },
    { "id": "249", "text": "Celebrated theory is still a subject of controversy.", "master": true },
    { "id": "250", "text": "Celebrity theory is still the great source of controversy.", "master": true },
    { "id": "251", "text": "Many birds migrated to the warmer areas for the winter.", "master": true },
    { "id": "252", "text": "While reconciliation is desirable, the basic underlying issues must be addressed.", "master": true },
    { "id": "252b", "text": "While reconciliation is desirable, the basic underlying issues must first be addressed.", "master": true },
    { "id": "253", "text": "You are trained to be a special journalist.", "master": true },
    { "id": "254", "text": "Submitting your group assignment must be issued punctually by one of your group members.", "master": true },
    { "id": "255", "text": "Packaging is very important to attract intentioned buyers.", "master": false },
    { "id": "256", "text": "Economic problems cause a rise in unemployment.", "master": true },
    { "id": "257", "text": "Participants initially select from a range of foundation subjects.", "master": true },
    { "id": "258", "text": "The earth's atmosphere is mostly composed of oxygen and nitrogen.", "master": true },
    { "id": "259", "text": "If you seek for further extension, contact your faculty for more information.", "master": true },
    { "id": "260", "text": "Those seeking for a further extension should contact their faculty for more information.", "master": true },
    { "id": "261", "text": "Peer group pressure has a great effect on young people.", "master": true },
    { "id": "262", "text": "Travelling by boat on the river is not possible in winter.", "master": true },
    { "id": "263", "text": "An aerial photograph was promptly registered for thorough evaluations.", "master": true },
    { "id": "264", "text": "Let me know if anybody struggles in the lab.", "master": true },
    { "id": "265", "text": "You need to hand in the essay next semester.", "master": true },
    { "id": "266", "text": "This module of work is more of a compositional style.", "master": true },
    { "id": "267", "text": "The scientists will face both the explanations and the problems.", "master": true },
    { "id": "268", "text": "Members should make concentrated contributions to operating funds.", "master": false },
    { "id": "269", "text": "If you need additional help, visiting the university source center.", "master": false },
    { "id": "270", "text": "The theme of the instrumental work exhibits more of a demure, compositional style.", "master": false },
    { "id": "271", "text": "Her celebrated theory has a great level of controversy.", "master": false },
    { "id": "272", "text": "Many of the graduates of the journalism get jobs in the communication field.", "master": false },
    { "id": "272b", "text": "Graduates of the journalism get jobs in the communication field.", "master": false },
    { "id": "273", "text": "The library holds a substantial collection of materials of economic history.", "master": false },
    { "id": "274", "text": "The most popular courses still have few places left.", "master": false },
    { "id": "275", "text": "You were able to contact a number of research subjects.", "master": false },
    { "id": "276", "text": "The teaching staff are extremely approachable, helpful and friendly.", "master": false },
    { "id": "276b", "text": "The faculty staff are approachable, friendly and extremely helpful.", "master": false },
    { "id": "277", "text": "It is being made to reduce harmful emissions.", "master": false },
    { "id": "277b", "text": "If it was being made to reduce harmful emissions.", "master": false },
    { "id": "278", "text": "This is an integrated course with several elements.", "master": false },
    { "id": "279", "text": "Students requiring for an extension should apply sooner rather than later.", "master": false },
    { "id": "280", "text": "Something and training are required to become a medical specialist.", "master": false },
    { "id": "281", "text": "Read the first section before the next meeting.", "master": false },
    { "id": "282", "text": "Some scientists something, the entire system is fall.", "master": false },
    { "id": "283", "text": "Convincing evidence for this theory is hard to obtain.", "master": false },
    { "id": "284", "text": "The director of gallery was grateful for the anonymous donation.", "master": false },
    { "id": "285", "text": "Graduates from this course find careers in the financial department.", "master": false },
    { "id": "286", "text": "There are some doubts to whether these events actually occurred.", "master": false },
    { "id": "287", "text": "Money and how it is paid can affect the motivations to work.", "master": false },
    { "id": "288", "text": "Students must pass all the qualified examinations.", "master": false },
    { "id": "289", "text": "In addition to the requirements, students must pass qualifying examinations.", "master": false },
    { "id": "290", "text": "Certain scientific principles need to be learned verbally or by logical deduction.", "master": false },
    { "id": "291", "text": "The article covers interesting experience.", "master": false },
    { "id": "292", "text": "Clinical practice for nursing will prepare students for professional work.", "master": false },
    { "id": "292b", "text": "Clinical placement for nursing prepares students for professional practice.", "master": false },
    { "id": "293", "text": "Recession triggers creativity and something, due to past something.", "master": false },
    { "id": "294", "text": "Rivers provide habitats for fish and other aquatic species.", "master": false },
    { "id": "295", "text": "Archaeologists something stand out something previously thought something.", "master": false },
    { "id": "296", "text": "Let me give you an example to explain what I mean.", "master": false },
    { "id": "297", "text": "The article considered the leisure habits of teenagers in rural areas.", "master": false },
    { "id": "298", "text": "The pare is something but is more insightful.", "master": false },
    { "id": "299", "text": "If it was being made to reduce harmful emission.", "master": false },
    { "id": "300", "text": "All dissertations must be accompanied with a submission form.", "master": false },
    { "id": "301", "text": "All educational reforms have been inadequately implemented.", "master": false },
    { "id": "302", "text": "The same issue featured both the explanations and the problems.", "master": false }
  ]
}
